Repository: miguel-dev01/tryton-rental_invoices
Catalog: locale/*.po
Languages: es

# field:rental.invoices.rental,year:
source: Year
es: A침o

# field:rental.invoices.rental,month:
source: Month
es: Mes

# field:rental.invoices.rental,rental_month:
source: Rental per month
es: Alquiler este mes

# field:rental.invoices.rental,total_rental_month:
source: Total rental per month
es: Alquiler total este mes

# field:rental.invoices.rental,currency:
source: Currency
es: Moneda

# field:rental.invoices.rental,dividor:
source: Dividor
es: Divisor/Persona

# field:rental.invoices.rental,result_dividor:
source: Dividor result
es: Resultado divisor

# field:rental.invoices.rental,electricity_invoice:
source: Electricity invoice
es: Factura de luz

# field:rental.invoices.rental,comment:
source: Comment
es: Comentarios

# model:ir.ui.menu,name:menu_rental
source: Rental Invoices
es: Alquiler del piso (Panocha)

# model:ir.ui.menu,name:menu_rental_invoices_form
source: Rental Invoices
es: Alquiler del piso

# model:ir.ui.menu,name:menu_invoices_electricity_form
source: Invoices Electricity
es: Facturas de electricidad

# field:rental.invoices.electricity,code:
source: Invoice code
es: C칩digo de factura

# field:rental.invoices.electricity,year:
source: Year
es: A침o

# field:rental.invoices.electricity,month:
source: Month
es: Mes

# field:rental.invoices.electricity,invoice_total:
source: Invoice total
es: Total factura

# field:rental.invoices.electricity,currency:
source: Currency
es: Moneda

# field:rental.invoices.electricity,dividor:
source: Dividor
es: Divisor/Persona

# field:rental.invoices.electricity,result_dividor:
source: Dividor result
es: Resultado divisor

# field:rental.invoices.electricity,comment:
source: Comment
es: Comentarios

# field:rental.invoices.rental,invoice_internet_total:
source: Invoice internet
es: Factura de internet

# field:rental.invoices.rental,renters:
source: Renters
es: Arrendatarios

# field:rental.invoices.renter,renter:
source: Renter
es: Inquilino

# field:rental.invoices.renter,quantity_rental:
source: Quantity rental
es: Cantidad al mes

# field:rental.invoices.renter,rental:
source: Rental Invoice
es: Factura de alquiler

# field:rental.invoices.renter,payment_electricity:
source: Payment electricity
es: Pago de luz

# field:rental.invoices.renter,total_pay_renter:
source: Total amount payable per renter
es: Cantidad total a pagar por inquilino

# field:rental.invoices.renter,not_payment_electricity:
source: Not payment electricity
es: No paga luz

# help:rental.invoices.renter,is_payment_electricity:
source: If this case is mark, the renter not colaborate in the invoice electricity
es: Si este caso est치 marcado, el inquilino no participa en el pago de luz
